Repository: Wiqaytna-app/wiqaytna_ios
Catalog: Wiqaytna/Localizable/*.lproj/Localizable.strings
Languages: ar

# WrongNumber
source: Mauvais numéro?
ar: رقم خاطئ؟

# WrongOTP
source: L'OTP Saisi est incorrect
ar: الرمز الذي تم إدخاله غير صحيح

# NotAValidCode
source: Le code de vérification saisi est incorrect
ar: الكود الذي تم إدخاله غير صحيح

# DataUploaded
source: Données téléchargées
ar: تم تحميل البيانات للاتصال بمقتفي التتبع

# DataNotUploaded
source: Données non téléchargées
ar: لم يتم تحميل البيانات

# Upload failed
source: Échec d'upload. Veuillez réessayer plus tard
ar: التحميل فشل. الرجاء معاودة المحاولة في وقت لاحق

# ShareMessage
source: Rejoignez-moi pour arrêter la propagation de COVID-19! Téléchargez Wiqaytna. Accédez à: www.wiqaytna.ma
ar: انضموا إلي لوقف انتشار COVID-19!قوموا بتنزيل تطبيق وقايتنا . على : www.wiqaytna.ma

# SingUpTitle
source: Veuillez saisir votre numéro de téléphone
ar: تسجيل رقم هاتفك المحمول

# IntroCovidTitle
source: Participons tous à la lutte contre la propagation du Coronavirus COVID-19
ar: لنساهم جميعا في الحد من انتشار فيروس كورونا المستجد

# IntroCovidSubTitle
source: Wiqaytna vous notifie si l’une des personnes qui s’est trouvée à proximité de vous récemment est confirmée positive au COVID-19
ar: المرجو إدخال الهاتف و تفعيل البلوتوث للإستفادة الكاملة من خدمات التطبيق

# IntroConditionsTitle
source: Comment ça marche ?
ar: كيف يعمل التطبيق ؟

# IntroConditionsOne
source: L’application enregistre sur votre téléphone les identifiants anonymes des portables à proximité de vous
ar: هذا التطبيق يستعمل بلوتوث هاتفك لتسجيل أجهزة الأشخاص الذين قابلتهم بعد تحميلك للتطبيق

# IntroConditionsTwo
source: Vous recevrez une notification si vous avez été à proximité d’une personne confirmée positive au COVID-19
ar: يشعرك التطبيق في حالة مخالطتك لمستعمل تأكدت إصابته بفيروس كورونا المستجد كوفيد-19

# IntroConditionsThree
source: Suivez les recommandations du Ministère de la santé qui vous seront notifiées
ar: اتبع التوصيات التي سيتم إشعارك بها من طرف وزارة الصحة

# IntroConditionsLink
source: Conditions générales d'utilisation
ar: شروط الاستعمال

# IntroJeVeuxAider
source: Continuer
ar: تابع

# SmsTitle
source: Veuillez saisir votre numéro de téléphone
ar: المرجو إدخال رقم هاتفك المحمول

# SmsNote
source: Vous receverez un code par SMS pour confirmer votre numéro de portable. Le code sera valable pendant 2 minutes.
ar: ستتوصل برسالة قصيرة (SMS) تحتوي على رقم التأكيد (الكود) رقم التأكيد سيبقى صالحاً لمدة 2 دقائق

# SmsButtonSend
source: Confirmer
ar: احصل على رقم التأكيد

# OtpEnterOTPSent
source: Veuillez saisir le code de confirmation que vous avez reçu par SMS
ar: المرجو إدخال رقم التأكيد الذي توصلت به في الرسالة القصيرة (SMS)

# OtpLabelTextField
source: Numéro de confirmation
ar: رقم التأكيد

# OtpCodeWillExpired
source: Si vous ne pouvez pas recevoir le code, vous pourrez le redemander dans 2min
ar: إذا لم تتمكن من تلقي الرمز ، يمكنك إعادة طلبه مرة أخرى خلال دقيقتين

# CodeHasExpired
source: Votre code a expiré.
ar: انتهت صلاحية الرمز الخاص بك.

# InvalidOTP
source: L'OTP Saisi est incorrect
ar: الكود الذي تم إدخاله غير صحيح

# ResendCode
source: Renvoyer le code
ar: أعد إرسال الرمز

# OtpButtonVerify
source: Vérifier
ar: تابع

# PermissionTitle
source: Veuillez accorder les autorisations nécessaires
ar: المرجو تفعيل الخاصيات اللازمة لتشغيل التطبيق

# PermissionSubTitle
source: Les autorisations suivantes sont nécessaires pour le bon fonctionnement de l'application
ar: تشغيل التطبيق يستلزم تفعيل الخاصيات التالية

# PermissionBluetoothP
source: Autorisation du Bluetooth
ar: ربط البلوتوث

# PermissionBluetoothA
source: Activation du Bluetooth
ar: تفعيل البلوتوث

# PermissionNotifications
source: Activation des notifications
ar: تفعيل الإشعارات

# PermissionButtonNext
source: Continuer
ar: تابع

# SavePowerTitle
source: Prenez note pour une utilisation optimale sur iPhone!
ar: نصائح لمستعملي الأيفون (iPhone)

# SavePowerSubTitle
source: Gardez l’application ouverte et active tout le temps pour assurer son bon fonctionnement
ar: حافظ على التطبيق مفتوحًا ومفعلاً طوال الوقت

# SavePowerInfo
source: Voici quelques astuces pour économiser votre batterie :
ar: نصائح للحفاظ على البطارية

# SavePowerInfoOne
source: • Posez le téléphone sur la face de l’écran
ar: • اقلب الهاتف

# SavePowerIntoTwo
source: • Ou, gardez-le à l’envers dans votre poche
ar: • ابقه مقلوبا في جيبك

# SavePowerNote
source: Cela permet d'économiser la batterie en laissant l'analyse de l'application avec l'écran du téléphone éteint.
ar: هذا يوفر البطارية، عن طريق السماح لمسح التطبيق مع إيقاف تشغيل شاشة الهاتف.

# SavePowerNextButton
source: C’est compris
ar: تابع

# HomeWelcome
source: Wiqaytna est active
ar: التطبيق مفعل

# HomeSubWelcome
source: Merci de votre contribution à la lutte contre la propagation du Coronavirus «COVID-19»
ar: شكرا على مساهمتك في الحد من انتشار الفيروس

# HomeBluetoothTitleDisable
source: Wiqaytna est inactive
ar: التطبيق غير مفعل

# HomeBluetoothDisable
source: Veuillez activer le Bluetooth de votre portable pour continuer à utiliser l’application.
ar: المرجو تشغيل البلوتوث لتستفيد من خدمات التطبيق و تساهم في الحد من انتشار الفيروس

# HomeTitleStatistics
source: Statistiques sur la propagation du virus :
ar: إحصائيات عن انتشار الفيروس :

# HelpTitle
source: Conseils
ar: نصائح

# HelpSubTitle
source: Respectez les conseils suivants pour vous protéger et protéger vos proches
ar: المرجواتباع النصائح التالية

# HelpAssistanceScientifique
source: Assistance Scientifique
ar: المساعدة العلمية

# HelpCentreAntiPoison
source: Centre Anti Poison
ar: مركز السموم

# HelpUrgence
source: Urgence
ar: الاسعاف

# HelpPolice
source: Police
ar: الشرطة

# HelpGendarmerie
source: Gendarmerie Royale
ar: الدرك الملكي

# StatisticsTitle
source: Dernières statistiques
ar: آخر الإحصائيات

# StatisticsSubTitle
source: Dernière mise à jour il y a 24 heures
ar: آخر تحديث منذ 24 ساعة

# StatisticsNombreTotal
source: Statistiques depuis le début de l'épidémie
ar: الإحصائيات منذ بداية الوباء

# StatisticsNombreCasConfirmes
source: Répartition par région
ar: التقسيم حسب الجهات

# SettingsAge
source: Tranche d'âge
ar: العمر

# SettingsGenre
source: Genre
ar: الجنس

# SettingsRegion
source: Région
ar: الجهة

# SettingsProvince
source: Province ou préfecture
ar: العمالة أو الإقليم

# SettingsLangue
source: Langue d'utilisation de l'application
ar: لغة استعمال التطبيق

# SettingsDe18a40
source: 15 à 25 ans
ar: 15 إلى 25 سنة

# SettingsDe40a60
source: 26 à 40 ans
ar: 26 إلى 40 سنة

# SettingsDe60a70
source: 41 à 65 ans
ar: 41 إلى 65 سنة

# SettingsDe70a100
source: 66 ans et plus
ar: 66 سنة فأكثر

# SettingsFemme
source: Femme
ar: أنثى

# SettingsHomme
source: Homme
ar: ذكر

# SettingsEnregistrer
source: Sauvegarder
ar: حفظ

# UploadTitle
source: Envoyer mes données
ar: رفع المعطيات

# UploadSubTitle
source: Utilisez cette interface uniquement si vous êtes contacté par les équipes du Ministère de la Santé.
ar: استخدم هذه الواجهة فقط إذا اتصلت بك أطقم وزارة الصحة

# UploadSubTitleStep2
source: Envoyer les données collectées aux équipes du Ministère de la Santé
ar: إرسال البيانات التي تم جمعها إلى أطقم وزارة الصحة

# UploadTitleCodePin
source: Merci de saisir le code communiqué par les équipes du Ministère de la Santé pour envoyer les données collectées.
ar: المرجو إدخال الرمز السري الذي توصلت به من طرف أطقم وزارة الصحة لإرسال البيانات

# UploadSuccessMessage
source: Merci de votre geste citoyen! Les données ont été reçues avec succès par les équipes du Ministère de la santé
ar: شكراً على مساهمتك لقد توصلت أطقم وزارة الصحة بالبيانات بنجاح

# ShareAppTitle
source: Partagez l'application
ar: شارك التطبيق

# ShareAppSubTitle
source: Partagez l'application avec votre famille et vos proches.
ar: شارك التطبيق مع عائلتك وأصدقائك ليساهموا بدورهم في الحد من انتشار الفيروس

# titleFAQ
source: Foire Aux Questions (FAQ)
ar: أسئلة متكررة

# textFAQ
source: Tout ce que vous devez savoir
ar: كل ما تحتاج إلى معرفته

# URLFAQ
source: https://www.wiqaytna.ma/Default_Fr.aspx#nav-wiqaytna
ar: https://www.wiqaytna.ma/Default.aspx#nav-wiqaytna

# StatusCasConfirmes
source: Cas confirmés
ar: الحالات المؤكدة

# StatusGueris
source: Guéris
ar: المتعافون

# StatusDeces
source: Décès
ar: الوفيات

# BarBottomStatistics
source: Statistiques
ar: إحصائيات

# BarBottomAccueil
source: Accueil
ar: الرئيسية

# BarBottomConseils
source: Conseils
ar: نصائح

# BarBottomUpload
source: Téléverser
ar: رفع المعطيات

# ButtonDone
source: Effectué
ar: تم

# ButtonNext
source: Suivant
ar: تابع

# buttonUploadData
source: Envoyer mes données
ar: إرسال البيانات

# Done
source: OK
ar: تم

# Select
source: Sélectionner
ar: تحديد

# Error
source: Erreur
ar: خطأ

source: OK
ar: حسنًا

# verification_failed
source: Échec de la vérification. Veuillez réessayer
ar: فشل التحقق. حاول مرة اخرى

# invalid_number
source: Numéro de portable invalide
ar: رقم الجوال غير صالح

# unknown_error
source: Une erreur est survenue. Veuillez réessayer
ar: حدث خطأ. حاول مرة اخرى

# must_be_six_digit
source: Doit être un nombre à 6 chiffres
ar: يجب أن يتكون من 6 أرقام

# invalid_user
source: Votre compte a été désactivé. Veuillez contacter le support.
ar: تم تعطيل حسابك. يرجى الاتصال بفريق الصيانة.

# too_many_requests
source: Trop de demandes. Veuillez réessayer plus tard.
ar: الطلبات كثيرة جدا. الرجاء معاودة المحاولة في وقت لاحق.

# service_ok_title
source: Wiqaytna analyse pour vous protéger
ar: يقوم تطبيق وقايتنا بالتحليل للحفاظ على سلامتك! :)

# service_ok_body
source: Partage cette application Demande à vos amis et à votre famille à aider
ar: أعد تشغيل الهاتف إذا اختفى هذا الإشعار

# service_not_ok_title
source: Attention:
ar: تحذير :

# service_not_ok_body
source: Wiqaytna n'analyse pas.
ar: تطبيق وقايتنا لا يقوم بالفحص

# service_not_ok_action
source: Vérifiez l'application maintenant
ar: تحقق من التطبيق الآن

# ble_not_supported
source: Cet appareil ne prend pas en charge BLE
ar: هذا الجهاز لا يدعم بلوتوث BLE
